Repository: taislin/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: fr

source: Video Driver: %s [%dx%dx%d]
fr: Pilote Video : %s [%dx%dx%d]

source: Unknown object [ID: %d]
fr: Objet inconnu [ID: %d]

source: Scan pwr: %d
fr: Puiss. Scan. : %d

source: System: %s [ID: %d]
fr: Système: %s [ID: %d]

source: Coordinates: [%.2f, %.2f]
fr: Coordonnées : [%.2f, %.2f]

source: Star Class: %s
fr: Classe de l'étoile : %s

source: Star Type: %s
fr: Type de l'étoile : %s

source: Refuel: %d %%/turn [%d %% max]
fr: Ravitaillement : %d %%/tour [%d %% max]

source: Repair ratio: %d %%/turn
fr: Réparation : %d %%/tour

source: Upgrade points: %d/turn
fr: Points d'amélioration : %d/tour

source: Fleet speed: +%d %%
fr: Vitesse de la flotte : +%d %%

source: Pirate get fame chance: %d %%
fr: Probabilité de gain de renommée pour les pirates : %d %%

source: Asteroid: %s [ID: %d]
fr: Astéroïde : %s [ID: %d]

source: Diameter: %d
fr: Diamètre : %d

source: Speed: %.2f
fr: Vitesse : %.2f

source: ETA: %s
fr: HAE : %s

source: Owner: %s [ID: %s]
fr: Propriétaire : %s [ID: %s]

source: Worm hole: %s [ID: %d]
fr: Portail subspacial : %s [ID: %d]

source: Dest. Coords: [%.2f, %.2f]
fr: Coord. Dest. : [%.2f, %.2f]

source: Dest. Coords: [?, ?]
fr: Coord. Dest. : [?, ?]

source: Planet: %s [ID: %d]
fr: Planète : %s [ID: %d]

source: Scanner pwr: %d
fr: Puiss. Scanner : %d

source: Environment: %d
fr: Environnement : %d

source: Minerals: %d
fr: Minerais : %d

source: Energy: %d
fr: Énergie : %d

source: Slots: %d
fr: emplacements : %d

source: Strat. resource: %s
fr: Ressources stra. : %s

source: Fleet: %s [ID: %d]
fr: Flotte : %s [ID: %d]

source: Support (fuel): %d/turn
fr: Support (carburant) : %d/tour

source: Support (const. pts): %d/turn
fr: Support (constr.) : %d/tour

source: Military power: %d
fr: Puissance militaire : %d

source: Operational time: %s
fr: Autonomie : %s

source: Target: %s
fr: Cible : %s

source: Ships:
fr: Vaisseaux :

source: military
fr: militaire

source: civilian
fr: civil

source: %d x %s [%s %s ship]
fr: %d x %s [vaisseau %s %s]

source: Command: %s %s
fr: Ordre : %s %s

source: Select object
fr: Sélectionner cet objet

source: Buoy on system: %s [ID: %d]
fr: Balise dans le système : %s [ID: %d]

source: Buoy on worm hole: %s [ID: %d]
fr: Balise sur le portail subspacial : %s [ID: %d]

source: Buoy on unknown object [ID: %d]
fr: Balise sur un objet inconnu [ID: %d]

source: Ready.
fr: Prêt.

source: Deleting obsolete data...
fr: Effacement des données obsolètes...

source: Downloading player data...
fr: Téléchargement des données du joueur...

source: Updating scanner...
fr: Mise à jour du scanner...

source: Downloading planets and fleets data...
fr: Téléchargement des données sur les planètes et les flottes...

source: Downloading messages...
fr: Téléchargement des messages...

source: Owner
fr: Propriétaire

source: Planets
fr: Planètes

source: Exit
fr: Quitter

source: Edit buoy
fr: Édit. balise

source: Buoy text:
fr: Texte de la balise :

source: Visible to:
fr: Visible par :

source: Allies
fr: Alliés

source: Scanner Share
fr: Partage de scanner

source: Cancel
fr: Annuler

source: Passwords do not match.
fr: Les mots de passe ne concordent pas.

source: Confirm
fr: Confirmation

source: Specify quantity (1, 2, 3, ...).
fr: Préciser la quantité (1, 2, 3, ...).

source: Change quantity
fr: Modifier la quantité

source: New quantity:
fr: Nouvelle quantité :

source: Values must be hexa numbers between 0x00 - 0xff
fr: Les valeurs doivent êtres hexadécimales, comprises entre 0x00 et 0xff

source: Color Definition
fr: Définition de la couleur

source: Red:
fr: Rouge :

source: Green:
fr: Vert :

source: Blue:
fr: Bleu :

source: Engine
fr: Moteur

source: Anti-small
fr: Anti-petit

source: Anti-medium
fr: Anti-moyen

source: Anti-large
fr: Anti-grand

source: Anti-planet
fr: Anti-planète

source: Other
fr: Autre

source: Select component
fr: Sélectionner un organe

source: Name
fr: Nom

source: Data
fr: Données

source: Select design to upgrade to
fr: Sélectionner vers quel modèle améliorer

source: Executing UPGRADE SHIP DESIGN command...
fr: Exécution de la commande AMÉLIORER LE MODÈLE DE VAISSEAU...

source: Command has been executed.
fr: La commande a été exécutée.

source: Constructions queues on planets have not been updated, because new design uses different (amount of) strategic resources than old design. You have to fix them manually.
fr: Listes de construction sur les planètes non mise à jour, car le nouveau modèle utilise des ressources stratégiques différentes (ou en quantité différente) de l'ancien modèle. Vous devez les adapter manuellement.

source: Per ship
fr: Par vaiss.

source: TL
fr: NT

source: Upgrade
fr: Améliorer

source: Cancel Upgrd
fr: Annuler Amélior.

source: [Click to select]
fr: [cliquer pour sélectionner]

source: Speed
fr: Vitesse

source: None
fr: Aucun

source: Enter name of the design.
fr: Entrer le nom du modèle.

source: Executing ADD SHIP DESIGN command...
fr: Exécution de la commande AJOUTER UN MODÈLE DE VAISSEAU...

source: Deletion of this design dismantle %d ship(s). Are you sure to scrap it?
fr: La suppression de ce modèle démantèlera %d vaisseau(x). Voulez-vous vraiment les mettre au rebut ?

source: Yes
fr: Oui

source: No
fr: Non

source: Executing SCRAP SHIP DESIGN command...
fr: Exécution de la commande SUPPRESSION DU MODÈLE DE VAISSEAU...

source: Executing CANCEL UPGRADE SHIP DESIGN command...
fr: Exécution de la commande ANNULATION DE L'AMÉLIORATION DU MODÈLE DE VAISSEAU...

source: Construction Centre
fr: Conception des vaisseaux

source: Ship Designs
fr: Modèles de vaisseau

source: B
fr: C

source: Class
fr: Cat.

source: New design
fr: Nouveau modèle

source: Dupl. design
fr: Copier le modèle

source: Design
fr: Modèle

source: Hull type
fr: Coque

source: Control unit
fr: Pilotage

source: Weapons
fr: Armes

source: Equipment
fr: Organes

source: Upgrade to
fr: Améliorer vers

source: Free slots
fr: Empl. libres

source: Unused payload
fr: Fret inutilisé

source: Base attack
fr: Att. (base)

source: Base defence
fr: Déf. (base)

source: Military power
fr: Puiss. militaire

source: Max. range
fr: Portée max

source: Constr. pts
fr: Pts de constr.

source: Scrap
fr: Démanteler

source: Construct
fr: Construire

source: Close
fr: Fermer

source: %s [elect]
fr: %s [élect]

source: Static
fr: Statique

source: Relation %d, change %+d
fr: Relation %d, variation %+d

source: Enable
fr: Permettre

source: Disable
fr: Interdire

source: Required
fr: Requis

source: Conditions for pact: %s
fr: Termes du pacte : %s

source: Executing CHANGE PACT CONDITIONS command...
fr: Exécution de la commande MODIFIER LES TERMES DU PACTE...

source: Executing ELECT command...
fr: Exécution de la commande ÉLIRE...

source: Diplomacy
fr: Diplomatie

source: Structures
fr: Infrastruct.

source: Research
fr: Recherche

source: Military pwr
fr: Puiss. milit.

source: Elect
fr: Élire

source: Abstain
fr: S'abstenir

source: Highlights On
fr: Souligner

source: Highligh Off
fr: Ne pas souligner

source: Pacts
fr: Pactes

source: I
fr: Moi

source: Partner
fr: Part.

source: Pact
fr: Pacte

source: On
fr: Conclure

source: Change
fr: Modifier

source: Reset
fr: Remise à zéro

source: Highligh actions
fr: Souligner les actions

source: Define color
fr: Définir la couleur

source: Disable highlight
fr: Ne pas souligner

source: No data available
fr: Aucune donnée disponible

source: You are LEADER of the galaxy.
fr: Vous êtes le GUIDE de la galaxie.

source: You are IMPERATOR of the galaxy.
fr: Vous êtes l'EMPEREUR de la galaxie.

source: You have the right to end this galaxy.
fr: Vous avez le droit de clore cette galaxie.

source: Strategic resources:
fr: Ressources stratégiques :

source: Statistics:
fr: Statistiques :

source: unused
fr: inutilisés

source: Gov. power
fr: Puiss. Gouv.

source: Raw production
fr: Production brute

source: Total production
fr: Production totale

source: Raw research
fr: Recherche brute

source: Total reseach
fr: Recherche totale

source: Fame
fr: Rennomée

source: New colony on planet with TL3 resouce cost
fr: Coût pour une nouvelle colonie sur une planète avec ressource NT3

source: Unused production
fr: Production inutilisée

source: effectivity
fr: efficacité

source: Fleet support
fr: Support de flotte

source: first
fr: premiers

source: CP is free
fr: PC sont gratuits

source: Empire effectivity
fr: Efficacité de l'empire

source: Research:
fr: Recherche :

source: Real production
fr: Production réelle

source: Population support
fr: Support de la population

source: From pacts
fr: Grâce aux pactes

source: Total research
fr: Recherche totale

source: Fleet:
fr: Flotte :

source: CP to support
fr: PC à supporter

source: Upgrade Pool
fr: Réserve d'amélioration

source: Small ships
fr: Petits vaisseaux

source: MP
fr: P. Milit.

source: Medium ships
fr: Vaisseaux moyens

source: Large ships
fr: Grands vaisseaux

source: Empire Overview
fr: Résumé sur l'empire

source: Analysis
fr: Analyse

source: Field of analysis
fr: Domaine

source: Fleets
fr: Flottes

source: Unhandled exception: %s
fr: Exception non prise en charge : %s

source: Unhandled exception
fr: Exception non prise en charge

source: Continue
fr: Continuer

source: Close Application
fr: Fermer l'application

source: Abort Application
fr: Abandonner l'application

source: Send to server
fr: Envoyer au serveur

source: No target selected
fr: Aucune destination séléctionnée

source: No planet selected
fr: Aucune planète sélectionnée

source: No commander specified.
fr: Aucun commandant spécifié.

source: Select target, please.
fr: Sélectionnez une destination, svp.

source: Can only traverse wormholes.
fr: Ne peut transiter qu'entre des portails subspaciaux.

source: Select object with valid owner, please.
fr: Sélectionnez un objet avec un propriétaire valide, svp.

source: Select target planet, please.
fr: Sélectionnez une planète de destination, svp.

source: You can build on planets only.
fr: Vous ne pouvez construire que sur des planètes.

source: Enter number into "Turns" field.
fr: Entrer un nombre dans le champ "Tours".

source: "Turns" must be 1 or greater.
fr: "Tours" doit être supérieur ou égal à 1.

source: Enter number into "Start from command #" field.
fr: Entrer un nombre dans le champ "démarrer à la commande #".

source: "Start from command #" must be 1 or greater
fr: "démarrer à la commande #" doit être supérieur ou égal à 1.

source: Command not supported yet.
fr: La commande n'est pas encore supportée.

source: Executing ISSUE COMMAND command...
fr: Exécution de la commande EXÉCUTER L'ORDRE...

source: New Command
fr: Nouvel ordre

source: Select command
fr: Sélectionnez un ordre

source: Move
fr: Aller à

source: Refuel at
fr: Ravitailler à

source: Deploy
fr: Déployer

source: Wait
fr: Attendre

source: Declare War
fr: Attaquer

source: Repeat
fr: Répéter

source: Use Wormhole
fr: Saut subspacial

source: Target
fr: Destination

source: At commander
fr: Au commandant

source: Turns
fr: Tours

source: Ship
fr: Vaisseau

source: Start from command #
fr: Démarrer à la commande #

source: ETA:
fr: HAE :

source: Order
fr: Ordonner

source: Fleet: %s
fr: Flotte : %s

source: Base speed %.2f, speed boost %.2f
fr: Vitesse de base %.2f, coeff. vitesse %.2f

source: Command #%d
fr: Commande #%d

source: Support: %d energy and %d contruction points per turn.
fr: Support : %d énergie et %d points de construction par tour.

source: Select command to delete.
fr: Sélectionner l'ordre à effacer.

source: Executing DELETE COMMAND command...
fr: Exécution de la commande EFFACER L'ORDRE...

source: Select command to activate.
fr: Sélectionner la commande à activer.

source: Executing ACTIVATE COMMAND command...
fr: Exécution de la commande ACTIVER L'ORDRE...

source: Executing MOVE ACTION command...
fr: Exécution de la commande DÉPLACER L'ORDRE...

source: Executing CLEAR PROCESSED ACTIONS command...
fr: Exécution de la commande EFFACER LES ORDRES ACHEVÉS...

source: Lvl
fr: Niv.

source: Spd
fr: Vit.

source: Coordinates
fr: Coordonnées

source: Orbiting
fr: En orbite

source: Max speed
fr: Vitesse max.

source: Commands
fr: Commandes

source: Command
fr: Ordres

source: New cmd
fr: Nouv. ordre

source: Set active
fr: Activer

source: Delete cmd
fr: Supp. ordre

source: Delete All
fr: Tout effacer

source: Other commands
fr: Gestion de la flotte

source: Split fleet
fr: Scinder

source: Rename fleet
fr: Renommer

source: Fleet Specs
fr: Détails

source: Auto delete
fr: Suppr. auto

source: Ship Data
fr: Données du vaisseau

source: Attack eff
fr: Attaque eff.

source: Defence eff
fr: Défense eff.

source: Scanner Pwr
fr: Puiss. scanner

source: Max HP
fr: HP max

source: Select systems, please.
fr: Sélectionnez les systèmes, svp.

source: Executing REDIRECT FLEETS command...
fr: Exécution de la commande REDIRIGER LES FLOTTES...

source: Mass Redirect Fleets to This System
fr: Rediriger en masse les flottes vers ce système

source: Done
fr: Fait

source: Select system, please.
fr: Sélectionnez un système, svp.

source: Executing REDIRECT FLEETS OFF command...
fr: Exécution de la commande NE PAS REDIRIGER LES FLOTTES...

source: Redirect Fleets
fr: Rediriger les flottes

source: Redirect
fr: Rediriger

source: Redirect OFF
fr: Conserver

source: Design Details
fr: Détails du modèle

source: Fleet Details: %s
fr: Détails de la flotte : %s

source: Dmg vs Small (min)
fr: Dmg vs Petit (min)

source: Dmg vs Small (max)
fr: Dmg vs Petit (max)

source: Dmg vs Medium (min)
fr: Dmg vs Moyen (min)

source: Dmg vs Medium (max)
fr: Dmg vs Moyen (max)

source: Dmg vs Large (min)
fr: Dmg vs Grand (min)

source: Dmg vs Large (max)
fr: Dmg vs Grand (max)

source: Dmg vs Planet (min)
fr: Dmg vs Planète (min)

source: Dmg vs Planet (max)
fr: Dmg vs Planète (max)

source: Total Ships
fr: Vaisseaux en tout

source: Total Shields
fr: Total Boucliers

source: Average ATT
fr: ATT moyenne

source: Average DEF
fr: DEF moyenne

source: Average Missile DEF
fr: DEF anti-miss. moyenne

source: Fleet Details
fr: Détails de la flotte

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Large
fr: Grand

source: Use Dmg Inheritance
fr: Utiliser l'héritage de dommage

source: Use Max HPs
fr: Utiliser HPs max

source: Executing SPLIT FLEET command...
fr: Exécution de la commande SCINDER LA FLOTTE...

source: Enter a number.
fr: Entrer un nombre.

source: Split Fleet
fr: Scinder la flotte

source: Original fleet
fr: Flotte d'origine

source: Group by
fr: Grouper par

source: design
fr: Modèle

source: class
fr: cat.

source: damage
fr: domage

source: experience
fr: expérience

source: level
fr: niveau

source: speed
fr: vitesse

source: Fuel
fr: Carburant

source: New fleet
fr: Nouvelle flotte

source: Clear
fr: Vider

source: Split
fr: Scinder

source: Move right
fr: Vers la droite

source: 1 ship
fr: 1 vaisseau

source: 5 ships
fr: 5 vaisseaux

source: 10 ships
fr: 10 vaisseaux

source: 50 ships
fr: 50 vaisseaux

source: 100 ships
fr: 100 vaisseaux

source: All ships
fr: Tous

source: Move left
fr: Vers la gauche

source: Fleets contains design %s
fr: Flottes contenant le modèle %s

source: Cannot show location
fr: Impossible d'indiquer le lieu

source: Fleets analysis
fr: Analyse des flottes

source: Ship designs
fr: Modèles de vaisseaux

source: Design name
fr: Nom du modèle

source: # fleets
fr: # flottes

source: Fleet name
fr: Nom de la flotte

source: Ships
fr: Vaiss.

source: Fleet size
fr: # Tot.

source: %s (dst)
fr: %s (dest)

source: Fleets Overview
fr: Résumé des flottes

source: Fleet
fr: Flotte

source: Location
fr: Lieu

source: Current order
fr: Ordre actuel

source: ETA
fr: HAE

source: Op. time
fr: Autono.

source: Range
fr: Scanner

source: Last upgr.
fr: Amélior.

source: Mine
fr: Moi

source: Enemy
fr: Ennemi

source: Unfriendly
fr: Inamical

source: Neutral
fr: Neutre

source: Friendly
fr: Amical

source: Allied
fr: Allié

source: Show redirects
fr: Voir redirections

source: New
fr: Nouv.

source: Executing MOVE TASK command...
fr: Exécution de la commande DÉPLACER LA TÂCHE...

source: Executing CHANGE TASK command...
fr: Exécution de la commande MODIFIER LA TÂCHE...

source: Abort this construction task?
fr: Abandonner cette tâche de construction ?

source: Construction pts
fr: Pts de constr.

source: Quantity
fr: Quantité

source: Move task to first position in queue
fr: Déplacer la tâche en première position dans la liste

source: Move task to previous position in queue
fr: Déplacer la tâche vers la position précédente dans la liste

source: Move task to next position in queue
fr: Déplacer la tâche vers la position suivante dans la liste

source: Move task to last position in queue
fr: Déplacer la tâche en dernière position dans la liste

source: Change task quantity
fr: Modifier la quantité de la tâche

source: Show task informations
fr: Montrer les informations sur la tâche

source: Abort
fr: Annuler

source: Abort task construction
fr: Abandonner la tâche de construction

source: You have pressed 'Ctrl+Number.' This allows you to set a control key. Click on a system, planet, or fleet on the starmap after closing this dialog to set the number key that you pressed to access that object. You can always cancel this action with the ESCAPE key while on the Star Map.
fr: Vous avez appuyé sur 'CTRL+Chiffre'. Ceci vous permet d'assigner un raccourci. Cliquez sur un système, une planète ou une flotte sur la carte stellaire après avoir fermé cette boîte de dialogue pour assigner le chiffre pressé à cet objet. Vous pouvez annuler cette opération en appuyant sur la touche 'Escape' dans la carte stellaire.

source: Once you have selected an object:
fr: Une fois l'objet sélectionné :

source: - Pressing 'Number' will open that object's dialog.
fr: - Appuyer sur la touche 'Chiffre' ouvrira la boîte de dialogue de cet objet.

source: - Pressing 'Shift+Number' will center the starmap on that object.
fr: - Appuyer sur 'Shift+Chiffre' centrera la vue de la carte stellaire sur cet objet.

source: Key Command Help
fr: Aide sur les raccourcis

source: Do not show help/tooltip again
fr: Ne plus montrer l'aide/les bulles d'aide

source: Auto-login in progress ...
fr: Ouverture automatique en cours...

source: Login in progress ...
fr: Ouverture en cours...

source: Wrong login and/or password
fr: Login et/ou password invalide

source: Outer Space Login
fr: Outer Space : Identification

source: Auto-login
fr: Identification auto.

source: Options
fr: Préférences

source: New account
fr: Nouveau compte

source: Cannot select object on map
fr: Ne peut sélectionner l'objet sur la carte

source: Are you sure to resign current game?
fr: Êtes-vous sûr de vouloir renoncer à la partie en cours ?

source: Save the current starmap view as an image?
fr: Enregistrer la vue actuelle de la carte stellaire sous forme d'image ?

source: File saved as %s
fr: Fichier enregistré sous %s

source: Overview
fr: Panorama

source: Problems
fr: Problèmes

source: Find system
fr: Chercher syst.

source: Statistics
fr: Statistiques

source: Save Starmap
fr: Sauver la carte

source: Resign
fr: Renoncer

source: Fleet List
fr: Lst flotte

source: Planet List
fr: Lst planète

source: System List
fr: Lst système

source: Galaxy %s
fr: Galaxie %s

source: Delete all messages in this mailbox?
fr: Effacer tous les messages de cette boîte aux lettres ?

source: Research completed:
fr: Recherche terminée :

source: Messages and events
fr: Messages et Évènements

source: Channel
fr: Canal

source: Sender
fr: Expéditeur

source: Subject
fr: Sujet

source: New subject
fr: Nouveau sujet

source: Reply
fr: Répondre

source: Read all
fr: Tous lus

source: Delete
fr: Effacer

source: Delete all
fr: Tout effacer

source: Refresh
fr: Rafraîchir

source: Message actions
fr: Actions pour le message

source: Show location
fr: Montrer le lieu

source: Show source
fr: Montrer la source

source: Show location and delete msg
fr: Montrer le lieu et effacer le message

source: Show source and delete msg
fr: Montrer la source et effacer le message

source: Mine Field Details
fr: Détails sur le champ de mines

source: Number
fr: Nombre

source: Min Dmg
fr: Dmg. min

source: Max Dmg
fr: Dmg. max

source: Attack
fr: Attaque

source: Ign. Shld
fr: Ign. bouclier

source: Create account
fr: Créer un compte

source: Nick
fr: Surnom

source: Create
fr: Créer

source: Free slot
fr: Emplacement libre

source: Select technology to construct.
fr: Sélectionner la technologie à construire.

source: Executing START CONSTRUCTION command...
fr: Exécution de la commande DÉMARRER LA CONSTRUCTION...

source: Technology
fr: Technologie

source: Misc
fr: Autre

source: Civilian
fr: Civil

source: Military
fr: Militaire

source: Report finalization
fr: Rapport final

source: Select a recipient, please.
fr: Sélectionnez un destinataire, svp.

source: Specify a topic, please.
fr: Spécifiez un sujet, svp.

source: Type a message, please.
fr: Entrez le message, svp.

source: Executing SEND MESSAGE command...
fr: Exécution de la commande ENVOYER LE MESSAGE...

source: To %s / %s: %s
fr: À %s / %s: %s

source: New message
fr: Nouveau message

source: Recipient
fr: Destinataire

source: Send
fr: Envoyer

source: Select recipient
fr: Sélectionner un destinataire

source: Select
fr: Choisir

source: [Nobody]
fr: [Personne]

source: Select planet to construct on.
fr: Sélectionner la planète où construire

source: Select new task
fr: Sélectionner une nouvelle tâche

source: ETC
fr: TRE

source: Stucts
fr: Infra.

source: Target planet
fr: Planète cible

source: Planet
fr: Planète

source: Target slots
fr: Emplacements cible

source: Bio production
fr: Production Bio

source: En production
fr: Production Én

source: CP production
fr: Production PC

source: RP production
fr: Production RP

source: Morale
fr: Moral

source: English
fr: Anglais

source: Czech
fr: Tchèque

source: French
fr: Français

source: Select Theme
fr: Choisir

source: Resolution
fr: Résolution

source: Language
fr: Langue

source: Select language
fr: Choisir la langue

source: Themes
fr: Apparence

source: Select theme
fr: Choix de l'apparence

source: Default settings
fr: Paramètres par défaut

source: Display help/tooltip
fr: Montrer les infobulles

source: Show coordinates
fr: Voir les coordonnées

source: Players highlight
fr: Souligner les joueurs

source: Show minimap
fr: Voir minimap

source: Login settings
fr: Paramètres d'identification

source: Remember password
fr: Mémoriser le passwd.

source: Proxy
fr: Mandataire

source: Host:
fr: Serveur :

source: Username:
fr: Utilisateur :

source: Sound / Music
fr: Son / Musique

source: Sounds
fr: Sons

source: Music
fr: Musique

source: Planets with structure %s
fr: Planète(s) avec %s

source: Planets analysis
fr: Analyse des planètes

source: Structure name
fr: Nom de l'infrastructure

source: Planet name
fr: Nom de la planète

source: Planets Overview
fr: Résumé des planètes

source: En
fr: Én

source: En+-
fr: Én+-

source: Free
fr: Libre

source: Sl.
fr: Tot.

source: Mrl
fr: Moral

source: CP
fr: PC

source: RP
fr: PR

source: Tot.ETC
fr: Tot.TRE

source: Constructing
fr: Tâche actuelle

source: My planets
fr: Mes planètes

source: Other cmdrs
fr: Autres Cmdts

source: Colonizable
fr: Colonisable

source: Uncolonizable
fr: Incolonisable

source: No free starting position
fr: Aucune position de départ libre

source: Independent player
fr: Joueur indépendant

source: Rebel faction
fr: Faction rebelle

source: Pirate faction [VIP password needed]
fr: Faction pirate [mot de passe VIP requis]

source: Unknown. You cannot use this.
fr: Inconnu. Vous ne pouvez pas l'utiliser.

source: Select position.
fr: Sélectionner une position.

source: Executing CREATE NEW PLAYER command...
fr: Exécuter la commande CRÉER UN NOUVEAU JOUEUR...

source: Executing TAKE OVER REBEL FACTION command...
fr: Exécuter la commande PRENDRE LE CONTRÔLE DE LA FACTION REBELLE...
