Repository: taislin/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: fr

source: Executing TAKE OVER PIRATE FACTION command...
fr: Exécuter la commande PRENDRE LE CONTRÔLE DE LA FACTION PIRATE...

source: Supply valid VIP password.
fr: Entrez un mot de passe VIP valide.

source: Galaxy
fr: Galaxie

source: Structure (%s) is off and will be destroyed in %s turns.
fr: L'infrastructure (%s) est en veille et sera détruite dans %s tours.

source: is repairing
fr: en réparation

source: Structure (%s) %s.
fr: Infrastructure (%s) %s.

source: There is no space for all constructed buildings on %s.
fr: Il n'y a pas assez de place pour tous les bâtiments construits sur %s.

source: Bio decreasing - last turn change %d, surplus %d (%s).
fr: Biomasse décroissante - variation au dernier tour %d, surplus %d (%s).

source: Bio decreasing - last turn change %d, surplus %d.
fr: Biomasse décroissante - variation au dernier tour %d, surplus %d.

source: Energy decreasing - last turn change %d, surplus %d (%s).
fr: Énergie décroissante - variation au dernier tour %d, surplus %d (%s).

source: Energy decreasing - last turn change %d, surplus %d.
fr: Énergie décroissante - variation au dernier tour %d, surplus %d.

source: and IS NOT refueling
fr: et NE se ravitaille PAS

source: and IS refueling
fr: et se ravitaille

source: and CAN refuel, but reach planet maximum refuel amount
fr: et POURRAIT se ravitailler, mais a atteint la capacité maximale de ravitaillement de la planète.

source: Fleet "%s" has full fuel tanks.
fr: La flotte "%s" a le plein de carburant.

source: Fleet "%s" is low on fuel [%d %%]%s.
fr: La flotte "%s" est à court de carburant [%d %%]%s.

source: Production queue is empty.
fr: La liste de production est vide

source: Research queue is empty.
fr: La liste de recherche est vide.

source: Research queue ends in %s turns, %d item(s) on list.
fr: La liste de recherche s'achève dans %s tours, %d élément(s) restant dans la liste.

source: Cannot show location.
fr: Impossible de montrer le lieu.

source: Problems Locator
fr: Localisateur de problèmes

source: System
fr: Système

source: Problem description
fr: Description du problème

source: Systems
fr: Syst.

source: Critical
fr: Critique

source: Major
fr: Majeur

source: Minor
fr: Mineur

source: Executing RENAME FLEET command...
fr: Exécution de la commande RENOMMER LA FLOTTE...

source: Executing DELETE CUSTOM FLEET NAME command...
fr: Exécution de la commande EFFACER LE NOM DE LA FLOTTE...

source: Rename Fleet
fr: Renommer la flotte

source: Retain name during fleet joins
fr: Conserver le nom lors d'agrégations

source: Prevent all fleet joins
fr: Empêcher toute agrégation de flottes

source: Note: Retaining name will prevent two
fr: L'option "Conserver le nom" empêchera

source: retain name fleets from joining.
fr: l'agrégation si 2 flottes sont concernées.

source: Rename
fr: Renommer

source: Delete Name
fr: Supp. nom

source: Select planet numbering type, please.
fr: Sélectionner la numérotation des planètes, svp.

source: Executing RENAME SYSTEM command...
fr: Exécution de la commande RENOMMER LE SYSTÈME...

source: Rename system
fr: Renommer le système

source: System name
fr: Nom du système

source: Planet numbering
fr: Numérotation des planètes

source: Research queue [%d pts/turn]
fr: Liste de recherche [%d pts/tour]

source: Research [TL%d]
fr: Recherche [NT%d]

source: Research points %d/%d, change %d pts/turn.
fr: Points de recherche %d/%d, augmentation de %d pts/tour.

source: Select technology to research.
fr: Sélectionner la technologie à rechercher.

source: Executing START RESEARCH command...
fr: Exécution de la commande DÉMARRER LA RECHERCHE...

source: Select technology to improve.
fr: Sélectionner la technologie à améliorer.

source: Executing MOVE RESEARCH command...
fr: Exécution de la commande DÉPLACER LA RECHERCHE...

source: Executing EDIT RESEARCH command...
fr: Exécution de la commande MODIFIER LA RECHERCHE...

source: Abort this research task?
fr: Abandonner cette tâche de recherche ?

source: Executing ABORT RESEARCH command...
fr: Exécution de la commande ABANDONNER LA RECHERCHE...

source: Known technologies
fr: Technologies connues

source: Sh
fr: V.

source: Str
fr: I.

source: Improve
fr: Améliorer

source: Show completed
fr: Voir achevées

source: Researchable technologies
fr: Technologies nouvelles

source: Research queue
fr: Liste de recherche

source: Progress
fr: Progrès

source: TOP
fr: Haut

source: Move selected technology to the top of the queue.
fr: Déplacer la technologie sélectionnée en tête de liste.

source: Repeat research of this technology until the technology is fully improved.
fr: Répéter la recherche sur cette technologie jusqu'à ce qu'elle soit complètement améliorée.

source: Total amount of time needed to research all technologies in the queue
fr: Durée totale nécessaire pour rechercher toutes les technologies de la liste

source: No system found
fr: Aucun système trouvé

source: Search for system
fr: Recherche d'un système

source: Use wildcard search as with files (*ese* finds Presere and Shesed)
fr: Utiliser la recherche par wildcard comme pour les fichiers.

source: * matches everything, ? matches any single character
fr: * : n'importe quoi ; ? : un caractère.

source: System name:
fr: Nom du système :

source: Find
fr: Rechercher

source: Next
fr: Suivant

source: Private buoy text
fr: Texte de la balise privée

source: (visible to allies)
fr: (visible par les alliés)

source: Buoy texts from allies:
fr: Textes des balises des alliées :

source: (Author: %s)
fr: (Auteur : %s)

source: Show buoy text
fr: Voir le texte de la balise

source: System: %s [%.02f, %.02f]
fr: Système : %s [%.02f, %.02f]

source: System: %s
fr: Système : %s

source: Planet %s: POPULATION IS REVOLTING
fr: Planète %s : LA POPULATION SE RÉVOLTE

source: Planet %s: %s
fr: Planète %s : %s

source: Planet %s
fr: Planète %s

source: Planet downgrade limit %d, upgrade limit %d.
fr: Limite de déclassement de la planète %d, limite d'amélioration %d.

source: Planet has %s free, %s usable out of maximum %s slots .
fr: La planète a %s emplacements libre, %s utilisables pour un maximum de %s.

source: Population: %s (max. %s, %+d last turn)
fr: Population : %s (max. %s, %+d au dernier tour)

source: Biomatter reserve: %s (max. %s, %+d last turn)
fr: Réserve de Biomasse : %s (max. %s, %+d au dernier tour)

source: Energy reserve: %s (max. %s, %+d last turn)
fr: Réserve d'énergie : %s (max. %s, %+d au dernier tour)

source: Effective / raw construction points. Empire efficiency %+d %%, %+d %% because of morale.
fr: Points de construction effectifs / bruts. Efficacité de l'empire %+d %%, %+d %% dû au moral.

source: Effective / raw research points. Empire efficiency %+d %%, %+d %% because of morale.
fr: Points de recherche effectifs / bruts. Efficacité de l'empire %+d %%, %+d %% dû au moral.

source: Enviroment (%d / %d) is improving (%d per turn), %s turns to improve.
fr: Environnement (%d / %d) en amélioration (%d par tour), %s tours pour s'améliorer.

source: Enviroment (%d / %d) is deteriorating (%d per turn), %s turns to deteriorate.
fr: Environnement (%d / %d) en détérioration (%d par tour), %s tours pour se détériorer.

source: Enviroment (%d / %d) is stable.
fr: Environnement (%d / %d) stable.

source: Shield (%d/%d) charged by %+d last turn.
fr: Protection planétaire (%d/%d) rechargée de %+d au dernier tour.

source: Shield (%d/%d) was damaged by %+d last turn.
fr: Protection planétaire (%d/%d) endommagée de %+d au dernier tour.

source: Shield (%d/%d) is unable to charge.
fr: Protection planétaire (%d/%d) incapable de se charger.

source: Shield (%d/%d) is fully charged.
fr: Protection planétaire (%d/%d) complètement chargée.

source: Shield (%d/unknown)
fr: Protection planétaire (%d/inconnu)

source: System overview for star %s [%s]
fr: Résumé du système de l'étoile %s [%s]

source: System overview
fr: Résumé du système

source: [Unknown]
fr: [Inconnu]

source: Redirect to %s
fr: Rediriger vers %s

source: Redirection OFF
fr: Pas de redirection

source: Add buoy
fr: Ajout. balise

source: Planet Upgrade/Downgrade Data
fr: Infos déclassement/amélioration de la planète

source: Task info: %s
fr: Info. tâche : %s

source: Slot info: %s
fr: Info. emplacement : %s

source: No problems.
fr: Aucun problème.

source: Switched OFF
fr: En veille

source: Structure is switched OFF.
fr: L'infrastructure est en veille.

source: Insufficient biomatter,
fr: Biomasse insuffisante,

source: Insufficient energy,
fr: Énergie insuffisante,

source: Insufficient workers,
fr: Travailleurs insuffisants,

source: Wrk/
fr: Trv/

source: Deteriorating,
fr: Se détériore,

source: Deter/
fr: Détér/

source: Repairing,
fr: Se répare,

source: Rep/
fr: Rép/

source: New structure,
fr: Nouvelle infrastructure,

source: New/
fr: Nouv/

source: Operational status of the structure.
fr: Statut opérationnel de l'infrastructure.

source: Executing MOVE STRUCTURE command...
fr: Exécution de la commande DÉPLACER L'INFRASTRUCTURE...

source: Executing SWITCH STRUCTURE ON/OFF command...
fr: Exécution de la commande MISE EN VEILLE/RÉVEIL DE L'INFRASTRUCTURE...

source: Demolish this structure?
fr: Démolir cette infrastructure ?

source: Executing DEMOLISH STRUCTURE command...
fr: Exécution de la commande DÉMOLIR L'INFRASTRUCTURE...

source: Executing ABORT TASK command...
fr: Exécution de la commande ABANDONNER LA TÂCHE...

source: Destination not explored
fr: Destination non explorée

source: Executing ADD BUOY command...
fr: Exécution de la commande AJOUTER UNE BALISE...

source: Executing DELETE BUOY command...
fr: Exécution de la commande SUPPRIMER LA BALISE...

source: Biomatter
fr: Biomasse

source: Energy
fr: Énergie

source: Con / Res
fr: Constr/Rech

source: Space
fr: Empl.

source: Find Wormhole Exit
fr: Trouver la sortie du trou de ver

source: Mass Redirect
fr: Redirection

source: Delete buoy
fr: Suppr. balise

source: View Minefield
fr: Voir mines

source: Task queue
fr: Liste des tâches

source: Planet type
fr: Type

source: Diameter
fr: Diamètre

source: Environment
fr: Environnement

source: Available space
fr: Empl. dispo.

source: Colony data
fr: Données sur la colonie

source: Free workers
fr: Inactifs

source: Research pts
fr: Pts de rech.

source: Planetary shield
fr: Prot. planéte

source: Show Terraforming Data
fr: Voir infos terraformation

source: System data
fr: Données du système

source: Net Bio +/-
fr: Bio net +/-

source: Net Energy +/-
fr: Énergie net +/-

source: Net Construction
fr: Constr. net

source: Net Research
fr: Recherche net

source: Hit points
fr: HP

source: Status
fr: Statut

source: Biomatter p/c
fr: Biomasse p/c

source: Energy p/c
fr: Énergie p/c

source: Constr pts
fr: Pts de constr.

source: Workers
fr: Travailleurs

source: Move structure to first slot
fr: Déplacer l'infrastructure vers le premier emplacement

source: Move structure to previous slot
fr: Déplacer l'infrastructure vers l'emplacement précédent

source: Move structure to next slot
fr: Déplacer l'infrastructure vers l'emplacement suivant

source: Move structure to last slot
fr: Déplacer l'infrastructure vers le dernier emplacement

source: Switch structure ON or OFF
fr: Basculer l'infrastructure sur ON ou OFF

source: Show structure information
fr: Montrer les informations sur l'infrastructure

source: Demolish
fr: Démolir

source: Demolish structure
fr: Démolir l'infrastructure

source: Class Range En. Abundance
fr: Richesse Én. de la classe

source: Upgrade Range En. Abund.
fr: Richesse Én. de l'amélio.

source: Downgrade Env.
fr: Déclass. Env.

source: Upgrade Env.
fr: Amélio. Env.

source: Downgrade To?
fr: Déclass. vers

source: Upgrade To?
fr: Amélio. vers

source: Complete
fr: Avancement

source: Target slot
fr: Empl. cible

source: Select structure to construct
fr: Sélectionner l'infrastructure à construire

source: Production planet
fr: Planète de production

source: Structures to construct
fr: Infrastructures à construire

source: (right click for technology info)
fr: (clic droit pour des infos)

source: Filters
fr: Filtres

source: Technology levels:
fr: Niveaux tech. :

source: Systems Overview
fr: Résumé des systèmes

source: %Fuel
fr: %Réa.

source: %Repair
fr: %Rép.

source: +Gate %
fr: Vit. +%

source: Strat Res
fr: Ress. Stra.

source: My Systems
fr: Mes systèmes

source: Other Cmdrs
fr: Autres Cmdts

source: Show Problems
fr: Voir problèmes

source: small
fr: petit

source: medium
fr: moyen

source: large
fr: grand

source: planet
fr: planetaire

source: L
fr: G

source: P
fr: Pl

source: S
fr: P

source: Unknown
fr: Inconnue

source: %d Turns
fr: %d Tours

source: Not specified
fr: Non spécifié

source: Constr. reqs - construction points
fr: Fabrication - pts de constr.

source: Operational reqs - biomatter
fr: Fonctionnement - biomasse

source: Operational reqs - minerals
fr: Fonctionnement - minerais

source: Operational reqs - energy
fr: Fonctionnement - énergie

source: Operational reqs - workers
fr: Fonctionnement - travailleurs

source: Production - biomatter
fr: Production - biomasse

source: Production - minerals
fr: Production - minerais

source: Production - energy
fr: Production - énergie

source: Production - constr. points
fr: Production - pts de constr.

source: Production - research points
fr: Production - points de rech.

source: Production - env. effect
fr: Production - effet env.

source: Orbital Shift Effect
fr: Décalage orbital

source: Storage - biomatter
fr: Stockage - biomasse

source: Storage - minerals
fr: Stockage - minerais

source: Storage - energy
fr: Stockage - énergie

source: Accommodate population
fr: Loge la population

source: Lowers revolt threshold by
fr: Baisse le seuil de révolte de

source: Increases max morale by
fr: Augmente le moral max. de

source: Government power
fr: Puissance du gouvernement

source: Scanner power
fr: Puissance du scanner

source: Fleet attack (bonus)
fr: Attaque des flottes (bonus)

source: Fleet defense (bonus)
fr: Défense des flottes (bonus)

source: Maximum refuel percent
fr: Pourcentage de ravitaillement maximum

source: Refuel increase percent
fr: Pourcentage d'augmentation de ravitaillement

source: Exp. points per turn
fr: Points d'exp. par tour

source: Exp. cap (base exp multiple)
fr: Cap. exp. (multiple de l'exp. de base)

source: Boost speed of fleets
fr: Coeff. vitesse des flottes

source: Target class
fr: Cat. cible

source: Weapon minimum damage
fr: Dommages mini

source: Weapon maximum damage
fr: Dommages maxi

source: Missile weapon (ECM counts)
fr: Missile (nombre d'ECM)

source: Weapon ignore shield
fr: Ignore le bouclier

source: Weapon attack
fr: Attaque de l'arme

source: Weapon Rate Of Fire
fr: Fréquence de tir de l'arme

source: Mine Class Deployed
fr: Lanceur de Mines

source: Maximum Supported Mines
fr: Nombre de mine max

source: Mine Rate of Deploy
fr: Fréquence de lancement des mines

source: Minimum required hull
fr: Coque requise minimum

source: Weight
fr: Poids

source: Slots
fr: Emplacements

source: Maximum payload
fr: Charge utile maximum

source: Engine power
fr: Puissance des moteurs

source: Scan signature
fr: Signature

source: Signature visibility
fr: Visibilité de la signature

source: Min. signature
fr: Signature mini

source: Combat defence
fr: Défense

source: Combat attack
fr: Attaque

source: Missile defence
fr: Défense anti-missile

source: Combat defense (extra)
fr: Défense (extra)

source: Combat attack (extra)
fr: Attaque (extra)

source: Missile defence (extra)
fr: Défense anti-missile (extra)

source: Shield strength
fr: Force du bouclier

source: Shield recharge fixed
fr: Recharge du bouclier fixe

source: Shield recharge percent
fr: Recharge du bouclier %

source: Armor damage absorbstion
fr: Absorption des dommages par l'armure

source: Device MP
fr: Puiss. milit.

source: Technology: %s (TL%d)
fr: Technologie : %s (NT%d)

source: Research costs: %d
fr: Coût de la recherche : %d

source: Improvement costs: %d
fr: Coût de l'amélioration : %d

source: Research requires:
fr: Pré-requis de la recherche :

source: - %s improvement %d (TL%d)
fr: - %s amélioration %d (NT%d)

source: - %s (strategic resource)
fr: - %s (ressource strategique)

source: Research disables:
fr: La recherche désactive :

source: - %s (TL%d)
fr: - %s (NT%d)

source: Estimated use:
fr: Utilisation escomptée :

source: , only for %s
fr: , uniquement pour %s

source: - %s (with improvement %d, on TL%d%s)
fr: - %s (avec amélioration %d, au NT%d%s)

source: Research/Improvement enables:
fr: La recherche/l'amélioration permet :

source: Bio production depends:
fr: La production Bio dépend pour :

source: - %d %% on planet's environment
fr: - %d %% de l'environnement de la planète

source: - %d %% on planet's min. abundance
fr: - %d %% de l'abondance de minerais de la planète

source: - %d %% on planet's en. abundance
fr: - %d %% de la richesse énergétique de la planète

source: - %d %% is not dependent on any planet's attribute
fr: - %d %% d'aucun attribut de la planète

source: Energy production depends:
fr: La production d'Énergie dépend pour :

source: Constr. points production depends:
fr: La production de points de construction dépend pour :

source: Required strategic resources:
fr: Ressources stratégiques nécessaires :

source: - for building: %s
fr: - pour construire : %s

source: - for research: %s
fr: - pour rechercher : %s

source: Rumours:
fr: Rumeurs :

source: Property
fr: Propriété

source: Value
fr: Valeur

source: Structure
fr: Infrastruct.

source: Ship Hull
fr: Coque V.

source: Ship Eq.
fr: Organe V.

source: Project
fr: Projet

source: Restart
fr: Redémarrer

source: Quit
fr: Quitter

source: Asteroid
fr: Astéroïde

source: Gas Giant
fr: Géante gazeuse

source: Rock
fr: Rocheuse

source: Cold
fr: Froide

source: Desert
fr: désertique

source: Marginal
fr: Marginale

source: Terrestrial
fr: Terrestre

source: Super giant
fr: Super géante

source: Giant
fr: Géante

source: Main sequence
fr: Soleil

source: Dwarf
fr: Naine

source: Black hole
fr: Trou noir

source: Neutron star
fr: Étoile à neutrons

source: Worm hole
fr: Portail subspacial

source: Move to
fr: Aller à

source: Declare War at
fr: Déclaration de guerre à

source: Deploy Ship
fr: Déployement

source: Redirect to
fr: Re-dirigé vers

source: Repeat from
fr: Recommencer depuis

source: Enter Wormhole at
fr: Entrer dans le portail subspacial à

source: Titanium
fr: Titane

source: Chromium
fr: Chrome

source: Antimatter
fr: Antimatière

source: Wolframium
fr: Tungstène

source: Mutagen
fr: Mutagène

source: Unnilseptium
fr: Bohrium

source: Passage for civilian ships
fr: Transit des vaisseaux civils

source: Passage for military ships
fr: Transit des vaisseaux militaires

source: Permission to tank ships
fr: Réapprovisionnement des vaisseaux

source: Limited trade agreement
fr: Accord commercial limité

source: Unlimited trade agreement
fr: Accord commercial illimité

source: Scanner map exchange
fr: Échange des relevés des scanners

source: Research information exchange
fr: Échange d'info. sur la recherche

source: Research cooperation
fr: Coopération de recherche

source: Active
fr: En cours

source: Enabled
fr: Permis

source: Disabled
fr: Interdit

source: Mailbox
fr: Boîte aux lettres

source: Sent
fr: Envoyés

source: Events
fr: Évènements

source: News
fr: Nouvelles

source: MORALE IS TERRIBLE
fr: LE MORAL EST ÉPOUVANTABLE

source: MORALE IS BAD
fr: LE MORAL EST MAUVAIS

source: MORALE IS VERY LOW
fr: LE MORAL EST TRÈS BAS

source: MORALE IS LOW
fr: LE MORAL EST BAS

source: MORALE IS BELOW AVERAGE
fr: LE MORAL EST EN DESSOUS DE LA MOYENNE

source: MORALE IS HIGH
fr: LE MORAL EST BON

source: MORALE IS SUPERB
fr: LE MORAL EST TRÈS BON

source: Updating OSCI database...
fr: Mise à jour de la base de données OSCI...

source: Research completed: %(1)s
fr: Recherche terminée : %(1)s

source: %(1)d research points not used.
fr: %(1)d points de recherche non utilisés.

source: Cannot build on planet - ship may be lost.
fr: Construction impossible sur la planète - Le vaisseau peut être perdu.

source: Cannot build on planet - no free slot.
fr: Construction impossible sur la planète - Aucun emplacement disponible.

source: Construction problem: no task %(1)d construction points were not used because there was no task to fulfill.
fr: Problème de construction : Aucune tâche %(1)d points de construction non utilisés car il n'y a aucune tâche à réaliser.

source: Planet lost.
fr: Planète perdue.

source: Structure completed: %(1)s
fr: Infrastructure terminé : %(1)s

source: A deployment of %(1)s was completed
fr: Déploiement de %(1)s terminé

source: Ship completed: %(1)s
fr: Vaisseau terminé : %(1)s

source: New planet.
fr: Nouvelle planète.

source: Combat with: %(4)s. HP lost: we %(1)d, they %(2)d. Enemy lost %(2)d HP, we lost %(1)d HP and %(3)d ships/structures. We attacked/were attacked by %(4)s.
fr: Combat avec : %(4)s. HP perdus : nous %(1)d, eux %(2)d. L'ennemi a perdu %(2)d HP, nous avons perdu %(1)d HP et %(3)d vaisseaux/infrastructures. Nous avons/avons été attaqués par %(4)s.

source: Battle lost: we were defeated by %(1)s.
fr: Bataille perdue : Nous avons été vaincus par %(1)s.

source: Fleet destroyed.
fr: Flotte detruite.

source: Battle won: we defeated %(1)s.
fr: Bataille remportée : Nous avons vaincus %(1)s.

source: A new government center established.
fr: Nouveau centre de gouvernement établi.

source: Planet revolt started - production halved for the next turns.
fr: Début de révolte planétaire - Production réduite de moitié pour les prochains tours.

source: Planet revolt ended - production restored.
fr: Fin de révolte planétaire - Production rétablie.

source: Construction of %(1)s is not valid - construction suspended.
fr: La construction de %(1)s n'est pas valide - Construction suspendue.

source: Population decreased. Population of this planet has decreased. Build more facilities producing food.
fr: La population a diminuée. La population de cette planète a diminuée. Construisez plus d'infrastructures produisant de la nourriture.

source: Project finished: %(1)s
fr: Projet terminé : %(1)s

source: Time in galaxy started to run...
fr: Le temps dans la galaxie a commencé à s'écouler...

source: Strategic resource missing: %(1)s
fr: Ressource stratégique manquante : %(1)s

source: Research task deleted: %(1)s
fr: Tâche de recherche supprimée : %(1)s

source: Strategic resource extracted: %(1)s
fr: Ressource stratégique extraite : %(1)s

source: Strategic resource synthesized: 4 units of %(1)s
fr: Ressource stratégique synthétisée : 4 unités de %(1)s

source: Planet downgraded to: %(1)s
fr: Planète déclassée en : %(1)s

source: Planet upgraded to: %(1)s
fr: Planète améliorée en : %(1)s

source: Ship upgraded from %(1)s to %(2)s
fr: Vaisseau amélioré de %(1)s en %(2)s

source: Obsolete ship design deleted: %(1)s
fr: Modèle de vaisseau obsolète effacé : %(1)s

source: Cannot upgrade ship from %(1)s to %(2)s Cannot upgrade ship from %(1)s to %(2)s because of we have not enough of %(3)s.
fr: Impossible d'améliorer le vaisseau de %(1)s en %(2)s Impossible d'améliorer le vaisseau de %(1)s en %(2)s car nous manquons de %(3)s.

source: Malfunctional Star Gate, lost %(1)d %% HP Our fleet has arrived at system with no or malfunctional Star Gate or Comm/Scann Center. Every ship lost %(1)d %% hitpoints due to intensive deceleration.
fr: Portail stellaire défectueux, %(1)d %% HP perdus Notre flotte est arrivée dans un système sans portail stellaire ou centre de comm/scan opérationnel. Tous les vaisseaux ont perdus %(1)d %% HP Ã cause d'une décélération trop forte.

source: Gained %(1)d fame.
fr: Gain de %(1)d de renommée.

source: Lost %(1)d fame.
fr: Perte de %(1)d de renommée.

source: Gained %(1)s technology at sublevel %(2)d.
fr: Gain de la technologie %(1)s au sous-niveau %(2)d.
