Repository: taislin/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: fr

source: Your fleet entered a wormhole at %(1)s and exited at %(2)s.
fr: Votre flotte est entrée dans un portail subspacial à %(1)s et est sortie à %(2)s.

source: Cannot enter wormhole - ship may be lost.
fr: Impossible d'entrer dans le portail subspacial - Le vaisseau peut être perdu.

source: You have located a wormhole
fr: Vous avez localisé un portail subspacial.

source: EMR Forecast Level of the electromagnetic radiation is believed to be about %(1)d %% of the average level for the next %(2)s turns
fr: Prévisions REM Le niveau de radiations électromagnétiques est prévu à environ %(1)d %% du niveau moyen pour les %(2)s prochains tours.

source: EMR Forecast Current level of the electromagnetic radiation is about %(1)d %% of the average level.
fr: Prévisions REM Le niveau actuel de radiations électromagnétiques est d'environ %(1)d %% du niveau moyen.

source: Election results! Nobody won... The results from the last elections have been published. Nobody was strong enough to be elected as a leader of our galaxy. Can we find such person another day? The official election results follow: %(1)s
fr: Résultats des élections ! Personne n'a gagné... Les résultats des élections viennent d'être publiés. Personne n'a été assez puissant pour être élu Guide Galactique. Pourrons-nous trouver une telle personne un autre jour ? Les résultats officiels de l'élection sont les suivants : %(1)s

source: Election results! Leader elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our Leader. May be, %(1)s can become an Imperator one day. The official election results follow: %(2)s
fr: Résultats des élections ! Le Guide Galactique a été élu ! Les résultats des élections viennent d'être publiés. %(1)s a été la personne la plus supportée et a été élu Guide Galactique. Peut-être que %(1)s pourra devenir Empereur un jour. Les résultats officiels de l'élection sont les suivants : %(2)s

source: Election results! Imperator elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our glorified Imperator. Congratulations - you proved to be the best of all of us! The official election results follow: %(2)s
fr: Résultats des élections ! L'Empereur a été élu ! Les résultats des élections viennent d'être publiés. %(1)s a été la personne la plus supportée et a été élu Empereur. Félicitations - vous avez démontré que vous étiez le meilleur d'entre nous ! Les résultats officiels de l'élection sont les suivants : %(2)s

source: Galaxy %(1)s generation is completed. Galaxy specifications: %(2)s
fr: La génération de la galaxie %(1)s est achevée. Les caractéristiques de la galaxie sont les suivantes : %(2)s

source: Galaxy %(1)s has ended Today the galaxy %(1)s has been automatically ended. Reason: %(2)s
fr: La galaxie %(1)s est close Aujourd'hui, la galaxie %(1)s a été fermée automatiquement. Raison: %(2)s

source: ERROR Missing text for msg %d: %s
fr: ERREUR Texte manquant pour le message %d : %s

source: ERROR Wrong format for msg %d: %s Exception: %s: %s Format: %s
fr: ERREUR Mauvais format pour le message %d : %s Exception : %s : %s Format : %s

source: Location: %s
fr: Lieu : %s

source: Severity: %s
fr: Sévérité : %s

source: Time: %s [%s]
fr: Date : %s [%s]

source: Loading resources
fr: Chargement des ressources

source: wpn att %+d
fr: puiss. de feu %+d

source: min dmg %d
fr: dom. min. %d

source: max dmg %d
fr: dom. max %d

source: ROF %.1f
fr: FdT %.1f

source: ignores shield
fr: ignore les boucliers

source: min hull %s
fr: coque min %s

source: max hull %s
fr: coque max %s

source: slots %d
fr: emplacements %d

source: weight %d
fr: poids %d

source: mis. def %+d
fr: def anti-miss. %+d

source: %d%% cloaking
fr: %d%% furtif

source: visibility %+d%%
fr: visibilité %+d%%

source: shield %d%%
fr: bouclier %d%%

source: hard shield %d%%
fr: bouclier solide %d%%

source: absorb dmg %d
fr: dom absorbé %d

source: repair %d%%
fr: réparation %d%%

source: repair %d
fr: réparation %d
